# Խնդիր 6։ Սահմանել ենթածրագիր՝ ֆունկցիա, որը ստանում է
#          արեգանային համակարգի մոլորակի միջազգային 
#          անունը և վերադարձնում է հայերեն անունը։
#          Օրինակ, ստանում է «Մարս», վերադարձնում է «Հրատ»։

planets= {
    'Մերկուրի': 'Փայլածու',
    'Վեներա': 'Արուսյակ',
    'Մարս': 'Հրատ',
    'Երկիր': 'Երկիր',
    'Յուպիտեր': 'Լուսնթագ',
    'Սատուրն': 'Երևակ',
    'Ուրան': 'Ուրան',
    'Նեպտուն': 'Նեպտուն'
}

def armenian_name(planet):
    return planets.get(planet, 'Մոլորակի սխալ անուն')


# Թեսթեր
print(armenian_name('Մերկուրի'))    # Փայլածու
print(armenian_name('Երկիր'))       # Երկիր
print(armenian_name('Պլուտոն'))     # Մոլորակի սխալ անուն (Պլուտոնը մոլորակ չէ)
print(armenian_name('Արտաշատ'))   # Մոլորակի սխալ անուն

